<?php
$title = basename($_SERVER['SCRIPT_FILENAME'], '.php');
if ($title == 'index') {$title = 'Інформаційно-аналітичний портал';}
else if ($title == 'geoportal') {$title = 'Геопортал';}
else if ($title == 'public') {$title = 'Публічна інформація | Проєкти';}
else if ($title == 'public') {$title = 'Публічна інформація | Нормативна база';}
else if ($title == 'public') {$title = 'Публічна інформація | Міська цільова програма';}
else if ($title == 'stat') {$title = 'Статистика';}
else if ($title == 'contact') {$title = 'Контакти';}
else if ($title == '1-2') {$title = 'Користні посилання';}

else if ($title == '1-3') {$title = 'Інженерно-вишукувальні роботи для проектування та будівництва';}
else if ($title == '1-4') {$title = 'Геодезичні послуги – Винесення меж в натуру';}
else if ($title == '1-5') {$title = 'Відновлення меж земельної ділянки на топографічних планах';}
else if ($title == '1-6') {$title = 'Кадастрова зйомка у Києві';}
else if ($title == '1-7') {$title = 'Інвентаризація земель в Києві під ключ';}
else if ($title == '1-8') {$title = 'Аерофотозйомка з межами ділянки';}
else if ($title == '1-9') {$title = 'Лазерне сканування об’єктів та місцевості';}
else if ($title == '1-10') {$title = '3D-моделі місцевості – КП КІЗВ';}
else if ($title == '1-11') {$title = 'Проект землеустрою щодо відведення земельної ділянки';}
else if ($title == '1-12') {$title = 'Встановлення меж земельної ділянки в натурі (на місцевості)';}
else if ($title == '1-13') {$title = 'Поділ земельної ділянки | Отримання кадастрового номеру';}
else if ($title == '1-14') {$title = 'Технічна документація із землеустрою – Копії – Відповідність Класифікатору';}
else if ($title == '1-15') {$title = 'Витяг з чергового кадастрового плану | Київ';}
else if ($title == '1-16') {$title = 'Зонування території – Київський інститут земельних відносин';}
else if ($title == '1-17') {$title = 'Економіко-планувальне зонування території | Проекти землеустрою';}
else if ($title == '1-18') {$title = 'Обмінний файл XML – Вартість виготовлення';}
else if ($title == '1-19') {$title = 'Експертна грошова оцінка землі | Зверніться до професіоналів';}
else if ($title == '5') {$title = 'Аукціон';}
else if ($title == '5-1') {$title = 'Законодавство';}
else if ($title == '5-2') {$title = 'Документи';}
else if ($title == '5-3') {$title = 'Оголошення';}
else if ($title == '5-4') {$title = 'Результати';}
$title = ucwords($title);
?>